alacritty
amd-ucode
android-tools
base
base-devel
brave-bin
breeze-plymouth
cura-bin
dhcp
discord
docker
dolphin
efibootmgr
emacs
flameshot
flatpak-kcm
freecad
galculator
git-lfs
inxi
jq
kde-gtk-config
kdeplasma-addons
kgamma
khotkeys
kitty
kwallet-pam
kwrited
man-db
man-pages
minecraft-launcher
mkinitcpio-firmware
networkmanager-openvpn
nmap
nvidia
nvme-cli
openhantek6022
oxygen
oxygen-sounds
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plymouth-kcm
python-flake8-black
python-flake8-isort
python-pylint-venv
rpi-imager
ruff-lsp
rustup
sddm-kcm
sdl2_image
sdl2_ttf
signal-desktop
spotify
steam
the_silver_searcher
ttf-symbola
unzip
vim
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-utility-libraries
wootility-lekker-beta-appimage
xclip
xsel
yasm
yay
yay-debug
zram-generator
